const foxKnowledgeGraph = {
  "nodes": [
    {
      "id": "记录1",
      "group": "Record"
    },
    {
      "id": "《逸周书·王会解》",
      "group": "来源"
    },
    {
      "id": "西汉刘向（约公元前77年—公元前6年）是《逸周书》的正式编订者。\n他奉命校理皇家藏书时，将散佚的《周书》文献重新整理，最终定名为《逸周书》，并添加了注解和序言",
      "group": "作者"
    },
    {
      "id": "战国时期",
      "group": "朝代"
    },
    {
      "id": "普通兽类",
      "group": "形象"
    },
    {
      "id": "中性",
      "group": "情感"
    },
    {
      "id": "记录2",
      "group": "Record"
    },
    {
      "id": "《山海经·东山经》",
      "group": "来源"
    },
    {
      "id": "佚名",
      "group": "作者"
    },
    {
      "id": "战国时期至汉代初期",
      "group": "朝代"
    },
    {
      "id": "记录3",
      "group": "Record"
    },
    {
      "id": "《山海经·南山经》",
      "group": "来源"
    },
    {
      "id": "记录4",
      "group": "Record"
    },
    {
      "id": "《山海经·大荒东经》",
      "group": "来源"
    },
    {
      "id": "记录5",
      "group": "Record"
    },
    {
      "id": "《山海经·海外东经》",
      "group": "来源"
    },
    {
      "id": "记录6",
      "group": "Record"
    },
    {
      "id": "《开元占经》引《淮南子》",
      "group": "来源"
    },
    {
      "id": "刘安（前179年-前122年），淮南国寿春（今安徽寿县）人，淮南王刘长之子，汉高祖刘邦之孙。西汉文学家、道学家、思想家。淮南八公山豆腐创始人。",
      "group": "作者"
    },
    {
      "id": "西汉",
      "group": "朝代"
    },
    {
      "id": "祥瑞",
      "group": "形象"
    },
    {
      "id": "积极",
      "group": "情感"
    },
    {
      "id": "记录7",
      "group": "Record"
    },
    {
      "id": "《周易乾凿度》是中国西汉末纬书《易纬》中的一篇。又称《易纬乾凿度》，简称《乾凿度》。《乾凿度》融大易、数术于一体，是纬书中保存完好、哲学思想较为丰富的作品。",
      "group": "来源"
    },
    {
      "id": "记录8",
      "group": "Record"
    },
    {
      "id": "《四子讲德论》褒既为益州刺史王襄作中和乐职宣布之诗，又作传，名曰《四子讲德》，以明其意焉。",
      "group": "来源"
    },
    {
      "id": "王褒（生卒年不详），字子渊，别号桐柏真人，蜀郡资中（今四川省资阳市雁江区昆仑乡墨池坝村）人。西汉时期辞赋家，与扬雄并称“渊云”。",
      "group": "作者"
    },
    {
      "id": "记录9",
      "group": "Record"
    },
    {
      "id": "《春秋元命苞》该书假托经义宣扬符录瑞应，但内容庞杂宏富，涉及到天文、地理、历史、神话传说等各方面，卷帙浩繁，汉代（包括）以来传注类书引用极多，是谶纬之书中存留佚文最多的一种。",
      "group": "来源"
    },
    {
      "id": "西汉末、东汉初",
      "group": "朝代"
    },
    {
      "id": "记录10",
      "group": "Record"
    },
    {
      "id": "《礼记》",
      "group": "来源"
    },
    {
      "id": "据传为孔子的七十二弟子及其学生们所作，西汉礼学家戴圣所编",
      "group": "作者"
    },
    {
      "id": "记录11",
      "group": "Record"
    },
    {
      "id": "《白虎通义》又称《白虎通》，为东汉统合今古文经义的一部著作。班固等据汉章帝建初四年（公元79年）白虎观会议经学辩论结果撰成。因所在白虎观而得名。《白虎通义》以阴阳、五行等阐述自然、社会、伦理、人生和日常生活的种种现象。",
      "group": "来源"
    },
    {
      "id": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "group": "作者"
    },
    {
      "id": "东汉",
      "group": "朝代"
    },
    {
      "id": "记录12",
      "group": "Record"
    },
    {
      "id": "记录13",
      "group": "Record"
    },
    {
      "id": "《幽通赋》",
      "group": "来源"
    },
    {
      "id": "祥瑞（帝位）",
      "group": "形象"
    },
    {
      "id": "记录14",
      "group": "Record"
    },
    {
      "id": "《吴越春秋》是一部记述春秋战国时期吴、越两国史事为主的史学著作。著录于《隋书·经籍志》和《唐书·经籍志》，皆云赵晔撰，十二卷。然而今本只有十卷。",
      "group": "来源"
    },
    {
      "id": "赵晔，生卒年待考，字长君，会稽山阴（浙江绍兴）人。东汉学者、史学家。",
      "group": "作者"
    },
    {
      "id": "记录15",
      "group": "Record"
    },
    {
      "id": "《东观汉记》是一部记载东汉历史的纪传体断代史巨著，书中记录了东汉从光武帝至灵帝一百余年的历史",
      "group": "来源"
    },
    {
      "id": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。陈宗、尹敏、孟异、刘珍、李尤、刘騊駼等",
      "group": "作者"
    },
    {
      "id": "记录16",
      "group": "Record"
    },
    {
      "id": "《春秋运斗枢》为谶纬类典籍，《春秋纬》十四种之一。亦名《春秋纬运斗枢》，宋均注。",
      "group": "来源"
    },
    {
      "id": "汉",
      "group": "朝代"
    },
    {
      "id": "记录17",
      "group": "Record"
    },
    {
      "id": "《易纬是谋》该书在汉代谶纬学中占有重要地位，反映了当时人们对天命、占验的信仰和追求，是汉代思想文化的重要组成部分。",
      "group": "来源"
    },
    {
      "id": "记录18",
      "group": "Record"
    },
    {
      "id": "《春秋潜潭巴》",
      "group": "来源"
    },
    {
      "id": "记录19",
      "group": "Record"
    },
    {
      "id": "《孝经援神契》纬书，有辑本，卷数各异。清赵在翰《七纬·孝经纬叙目》：“孝道神明，天人契合，援引众义，山藏海纳。”以为孝道之至，行乎阴阳，通乎神明，天人合契，援引众义，阐发微旨，故名《援神契》。此书原刊本以书禁而亡佚，现仅存后人辑佚本。",
      "group": "来源"
    },
    {
      "id": "记录20",
      "group": "Record"
    },
    {
      "id": "《上九尾狐表》创作于曹丕称帝后（黄初年间）属于魏晋文学中的奏表类作品",
      "group": "来源"
    },
    {
      "id": "曹植：字子建，沛国谯郡（今安徽亳州）人，三国时魏国著名的诗人、文学家曹操之子、曹丕之弟，生活于汉末魏初。",
      "group": "作者"
    },
    {
      "id": "曹魏",
      "group": "朝代"
    },
    {
      "id": "记录21",
      "group": "Record"
    },
    {
      "id": "《魏略》纪传体史书，记载曹魏历史",
      "group": "来源"
    },
    {
      "id": "鱼豢：京兆（今陕西西安）人，曹魏郎中，史学家，忠于曹魏，未仕晋朝",
      "group": "作者"
    },
    {
      "id": "记录22",
      "group": "Record"
    },
    {
      "id": "《山海经图赞》是东晋著名文学家郭璞为《山海经》所作的配图赞文，是连接图像、神话与文学的关键文本，既体现了魏晋\"图像证史\"的学术风气，又以诗性语言重构了上古神话的象征体系",
      "group": "来源"
    },
    {
      "id": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "group": "作者"
    },
    {
      "id": "东晋",
      "group": "朝代"
    },
    {
      "id": "祥瑞（符瑞）",
      "group": "形象"
    },
    {
      "id": "记录23",
      "group": "Record"
    },
    {
      "id": "注《山海经·大荒东经》",
      "group": "来源"
    },
    {
      "id": "记录24",
      "group": "Record"
    },
    {
      "id": "《玄中记》",
      "group": "来源"
    },
    {
      "id": "妖化",
      "group": "形象"
    },
    {
      "id": "消极",
      "group": "情感"
    },
    {
      "id": "记录25",
      "group": "Record"
    },
    {
      "id": "《搜神记》以\"奇而不诞，怪而不妖\"的审美品格，构建了中国超自然叙事的经典范式。\n其价值不仅在于\"志怪\"表象，更在于透过荒诞情节折射出的汉晋社会实相。为中国小说史的活水源头，干宝开创的\"鬼之董狐\"传统，至今仍滋养着东方奇幻文学的创作。",
      "group": "来源"
    },
    {
      "id": "干宝：字令升，东晋新蔡（今河南新蔡）人，生卒年约285-351年。历任著作郎、散骑常侍，领修国史，著有《晋纪》（已佚）\n因\"父婢复生\"\"兄气绝复苏\"等家族异事，笃信鬼神，遂作《搜神记》",
      "group": "作者"
    },
    {
      "id": "记录26",
      "group": "Record"
    },
    {
      "id": "《抱朴子》引文",
      "group": "来源"
    },
    {
      "id": "葛洪：字稚川，自号抱朴子，丹阳句容（今江苏句容）人\n\n出身江南士族，叔祖葛玄为三国著名方士（道教灵宝派祖师）\n\n经历八王之乱后隐居罗浮山修道，兼通医学、炼丹术、哲学",
      "group": "作者"
    },
    {
      "id": "记录27",
      "group": "Record"
    },
    {
      "id": "《 帝王世纪》一部记载上古至汉魏帝王世系的史书，成书于3世纪。该书系统梳理了三皇五帝至曹魏时期的帝王传承、重大历史事件及社会制度，补充了《史记》《汉书》未载的史料，具有重要的文献价值。",
      "group": "来源"
    },
    {
      "id": "皇甫谧：字士安，号玄晏先生，安定朝那（今甘肃灵台）人，西晋著名医学家、史学家，另著有《针灸甲乙经》",
      "group": "作者"
    },
    {
      "id": "西晋",
      "group": "朝代"
    },
    {
      "id": "记录28",
      "group": "Record"
    },
    {
      "id": "《魏都赋》 全晋文 卷七十四、文选卷六。描绘了曹魏都城（邺城）的礼制活动与祥瑞景象，通过帝王巡狩、藉田大阅等仪式，展现魏国“德政化民，天人感应”的盛世图景。左思借赋体美化邺都，实为西晋政权追溯曹魏合法性的文学投射。\n\n九尾狐在三国时期尚未“妖化”，仍属《白虎通》定义的“王者不倾于色则至”的瑞兽",
      "group": "来源"
    },
    {
      "id": "左思：字太冲，齐国临淄（今山东淄博）人，出身寒微（父左熹起于小吏），活动于西晋太康年间（280—289年），与陆机、潘岳并称\"太康文学三大家\"",
      "group": "作者"
    },
    {
      "id": "西晋（描绘魏）",
      "group": "朝代"
    },
    {
      "id": "记录29",
      "group": "Record"
    },
    {
      "id": "《宋书·符瑞志》南朝梁天监年间（502–519年），沈约受梁武帝萧衍之命编纂《宋书》。\n\n《符瑞志》是《宋书》的志书部分，记载祥瑞现象，用以论证帝王统治的合法性。",
      "group": "来源"
    },
    {
      "id": "沈约：字休文，南朝梁吴兴武康（今浙江德清）人。南梁的开国功臣，大力帮助梁武帝萧衍即位，得封建昌县开国侯\n\n著名史学家、文学家，历仕宋、齐、梁三朝，主持编修《宋书》。",
      "group": "作者"
    },
    {
      "id": "南朝",
      "group": "朝代"
    },
    {
      "id": "记录30",
      "group": "Record"
    },
    {
      "id": "《 瑞应图 》按祥瑞类型分为天瑞、地瑞、动物瑞、植物瑞、器物瑞、神仙瑞、文字瑞七大类，共130余种。原书配有祥瑞图像，如“白虎”“白兔”等，形成“左图右书”的编排方式",
      "group": "来源"
    },
    {
      "id": "孙柔之，南朝梁（502—557年）学者，生平不详，主要活动于梁武帝时期。专精谶纬、符瑞之学，其《瑞应图》是南朝最重要的祥瑞文献之一",
      "group": "作者"
    },
    {
      "id": "记录31",
      "group": "Record"
    },
    {
      "id": "《徐陵集校笺》徐陵诗文全集整理本，收录赋、诏、表、书、序等各体文章及诗歌",
      "group": "来源"
    },
    {
      "id": "徐陵（507—583年），字孝穆，东海郯（今山东郯城）人\n南朝梁、陈两朝文学家、政治家，与庾信并称“徐庾体”代表",
      "group": "作者"
    },
    {
      "id": "记录32",
      "group": "Record"
    },
    {
      "id": "《魏书·灵征志》《灵征志》是记录灾祥吉凶的志文，分为上下两卷，上卷写灾异，下卷写祥瑞。上卷之中有地震山崩、大风大水等自然现象，也有飞蝗、金沴、牛祸、马祸等怪异现象。\n下卷之中有神龟、白狐、白鹿、三足乌等祥物，亦有甘露、嘉禾、连理等瑞景。\n北魏作为鲜卑族建立的政权，需借助祥瑞灾异论证统治合法性，《灵征志》即为此服务，融合了汉儒谶纬学说与北方民族信仰",
      "group": "来源"
    },
    {
      "id": "魏收：北齐史学家，奉命编修《魏书》，后世因其褒贬失实，称其为“秽史”。但《灵征志》仍具重要史料价值",
      "group": "作者"
    },
    {
      "id": "北朝",
      "group": "朝代"
    },
    {
      "id": "记录33",
      "group": "Record"
    },
    {
      "id": "周兴嗣撰 ，［北朝］李暹注 ：《千字文古注》，敦煌本。",
      "group": "来源"
    },
    {
      "id": "李暹：北朝时期的学者，据日本《日本国见在书目录》记载，他曾为《千字文》作注，其注本在唐代敦煌地区流传。\n敦煌写本P.2721《杂抄》提到“《千字文》钟繇撰，李暹注，周兴嗣次韵”，表明李暹注本在唐代童蒙教育中具有一定影响",
      "group": "作者"
    },
    {
      "id": "记录34",
      "group": "Record"
    },
    {
      "id": "《受禅登极赦詔》北齐天保元年（550年），高洋迫东魏孝静帝禅位，建立北齐政权时颁布\n\n与《魏书·孝静帝纪》《北齐书·文宣帝纪》记载相印证",
      "group": "来源"
    },
    {
      "id": "邢子才：北朝\"三才\"之一（与魏收、温子昇齐名）\n\n时任中书令，主掌诏诰文书，此文代表北朝骈文最高成就",
      "group": "作者"
    },
    {
      "id": "记录35",
      "group": "Record"
    },
    {
      "id": "《元龟1000卷》卷二十三《符瑞二》专记帝王祥瑞现象，通过天象、动植物异象等论证政权合法性，体现宋代“天命观”与谶纬传统。\n保存北魏至五代祥瑞细节，补充正史缺漏（如地方进献记录）",
      "group": "来源"
    },
    {
      "id": "王钦若：字定国，谥号“文穆”。 主持编纂的宋代最大类书，1000卷，辑录上古至五代史事，为“宋四大书”之一",
      "group": "作者"
    },
    {
      "id": "记录36",
      "group": "Record"
    },
    {
      "id": "《历代三宝纪》成后即上于隋廷，文帝曾下令流通，自唐开元以后遂收入大藏经中。",
      "group": "来源"
    },
    {
      "id": "费长房 ：隋代佛教学者",
      "group": "作者"
    },
    {
      "id": "隋朝",
      "group": "朝代"
    },
    {
      "id": "记录37",
      "group": "Record"
    },
    {
      "id": "《 北齐书 》 唐贞观三年（629年）奉诏修史，十年（636年）成书，与《梁书》《陈书》《周书》《隋书》并称「五代史」",
      "group": "来源"
    },
    {
      "id": "李百药：字重规，定州安平（今河北安平）人，历仕隋、唐，唐太宗时拜中书舍人，封安平县公",
      "group": "作者"
    },
    {
      "id": "唐（描绘北朝）",
      "group": "朝代"
    },
    {
      "id": "记录38",
      "group": "Record"
    },
    {
      "id": "《北史》为唐代史学家李延寿私修纪传体史书，合北魏、东魏、西魏、北齐、北周、隋六朝历史，共100卷。\n\n卷七《齐本纪中》专记北齐第二代至第四代皇帝（文宣帝高洋、废帝高殷、孝昭帝高演）史事。",
      "group": "来源"
    },
    {
      "id": "李延寿：字号不详，籍贯相州（今河南安阳）。贞观年间任崇贤馆学士\n参与官修《晋书》《隋书》编纂，后转任符玺郎、兼修国史",
      "group": "作者"
    },
    {
      "id": "记录39",
      "group": "Record"
    },
    {
      "id": "《 周书 ·武帝本纪》贞观三年（629年），唐太宗诏修梁、陈、齐、周、隋五代史，令狐德棻主持编纂《周书》，贞观十年（636年）完成1。\n旨在补全北周历史，并强调李唐政权与北周（宇文氏）的继承关系",
      "group": "来源"
    },
    {
      "id": "令狐德棻（583—666年），唐初史学家，宜州华原（今陕西耀县）人，出身关陇贵族，祖父令狐整为北周大将军。\n合作者：岑文本（负责史论）、崔仁师等",
      "group": "作者"
    },
    {
      "id": "记录40",
      "group": "Record"
    },
    {
      "id": "《全唐文》卷二百七十五《田获三狐赋》。该书全称《钦定全唐文》，是清嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "group": "来源"
    },
    {
      "id": "李咸：唐代诗人，中宗时学士，官工部郎中",
      "group": "作者"
    },
    {
      "id": "唐",
      "group": "朝代"
    },
    {
      "id": "记录41",
      "group": "Record"
    },
    {
      "id": "《大唐开元占经》中国古代天文学著作，书中有关于天文星象和各种物异等多方面的大量占语。",
      "group": "来源"
    },
    {
      "id": "瞿昙悉达：中国唐代的印度裔占星术者，瞿昙罗之子",
      "group": "作者"
    },
    {
      "id": "记录42",
      "group": "Record"
    },
    {
      "id": "《史记正义》",
      "group": "来源"
    },
    {
      "id": "张守节：唐代开元年间学者",
      "group": "作者"
    },
    {
      "id": "记录43",
      "group": "Record"
    },
    {
      "id": "《唐六典》卷四。我国现有的最早的一部行政法典，亦是我国现存最早的一部会典，成书于开元二十六年（公元738年），所载官制源流自唐初至开元止。",
      "group": "来源"
    },
    {
      "id": "张九龄：中国唐玄宗开元时的宰相、诗人",
      "group": "作者"
    },
    {
      "id": "记录44",
      "group": "Record"
    },
    {
      "id": "《酉阳杂俎》博物类笔记小说",
      "group": "来源"
    },
    {
      "id": "段成式：中国唐代文学家、小说家",
      "group": "作者"
    },
    {
      "id": "记录45",
      "group": "Record"
    },
    {
      "id": "《唐文粹》文粹卷第二。唐代诗文选本。100卷，收文1104篇，收诗961首。",
      "group": "来源"
    },
    {
      "id": "【北宋】姚铉：北宋大臣、文学家、藏书家",
      "group": "作者"
    },
    {
      "id": "祥瑞（天狐）",
      "group": "形象"
    },
    {
      "id": "记录46",
      "group": "Record"
    },
    {
      "id": "《礼斗威仪》该书讲帝王五德终始之运，五行五声与政教相配之礼，及日月星辰风物相感之征，以明天人感应之说。",
      "group": "来源"
    },
    {
      "id": "【汉】汉代无名氏创作的谶纬类典籍",
      "group": "作者"
    },
    {
      "id": "记录47",
      "group": "Record"
    },
    {
      "id": "《纪闻》唐代中国传奇小说集，此书所载皆开元、乾元间徵应及怪异事。",
      "group": "来源"
    },
    {
      "id": "牛肃",
      "group": "作者"
    },
    {
      "id": "记录48",
      "group": "Record"
    },
    {
      "id": "《史记索隐》运用大量的文献作校勘材料，保存了丰富的历史文献，使一些书目得以流传下来，便于后人辑佚，有功于目录学。",
      "group": "来源"
    },
    {
      "id": "司马贞：字子正，河内（今河南沁阳）人，唐代史学家",
      "group": "作者"
    },
    {
      "id": "记录49",
      "group": "Record"
    },
    {
      "id": "《礼记注疏》",
      "group": "来源"
    },
    {
      "id": "孔颖达：唐初十八学士之一，经学家、大儒、易学家",
      "group": "作者"
    },
    {
      "id": "记录50",
      "group": "Record"
    },
    {
      "id": "《狐死正丘首赋》一篇散文。",
      "group": "来源"
    },
    {
      "id": "白行简：字知退，行二十三，白居易弟。",
      "group": "作者"
    },
    {
      "id": "记录51",
      "group": "Record"
    },
    {
      "id": "《拟剧秦美新》一篇散文。",
      "group": "来源"
    },
    {
      "id": "岑文本：唐朝大臣",
      "group": "作者"
    },
    {
      "id": "记录52",
      "group": "Record"
    },
    {
      "id": "《唐玄宗明皇帝哀册文》一篇散文。",
      "group": "来源"
    },
    {
      "id": "王缙：字夏卿，王维的胞弟",
      "group": "作者"
    },
    {
      "id": "记录53",
      "group": "Record"
    },
    {
      "id": "《全唐文》卷四百《西岳望幸赋》。嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "group": "来源"
    },
    {
      "id": "【清】 董诰：清代大臣、书画家",
      "group": "作者"
    },
    {
      "id": "记录54",
      "group": "Record"
    },
    {
      "id": "《广弘明集》卷第八《二教论——服法非第九》。这是继承、并扩大梁僧祐《弘明集》而作的书，有很高的史料价值。",
      "group": "来源"
    },
    {
      "id": "释道宣：唐代高僧，佛教南山律宗开山之祖，又称南山律师、南山大师，世称“律祖”",
      "group": "作者"
    },
    {
      "id": "记录55",
      "group": "Record"
    },
    {
      "id": "《太上宣慈助化章》一本玄幻小说",
      "group": "来源"
    },
    {
      "id": "杜光庭：唐末五代道士，道教学者",
      "group": "作者"
    },
    {
      "id": "祥瑞（通灵信物）",
      "group": "形象"
    },
    {
      "id": "记录56",
      "group": "Record"
    },
    {
      "id": "《广异记》一部唐代前期的中国志怪传奇小说集，原书二十卷，今存六卷。",
      "group": "来源"
    },
    {
      "id": "戴孚",
      "group": "作者"
    },
    {
      "id": "记录57",
      "group": "Record"
    },
    {
      "id": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "group": "来源"
    },
    {
      "id": "王冰：唐代医学家，号启玄子，又作启元子",
      "group": "作者"
    },
    {
      "id": "记录58",
      "group": "Record"
    },
    {
      "id": "记录59",
      "group": "Record"
    },
    {
      "id": "记录60",
      "group": "Record"
    },
    {
      "id": "《李贺歌诗编》歌诗编第四《神弦曲》",
      "group": "来源"
    },
    {
      "id": "李贺：中唐的浪漫主义诗人，也是中唐到晚唐诗风转变期的一个代表者",
      "group": "作者"
    },
    {
      "id": "记录61",
      "group": "Record"
    },
    {
      "id": "《白居易集》",
      "group": "来源"
    },
    {
      "id": "白居易：字乐天，号香山居士，唐代现实主义诗人、唐代三大诗人之一",
      "group": "作者"
    },
    {
      "id": "记录62",
      "group": "Record"
    },
    {
      "id": "《朝野佥载》记述了唐代前期朝野遗事佚闻，尤以武后一朝事迹为多。",
      "group": "来源"
    },
    {
      "id": "张鷟：字文成，号浮休子，唐代文学家，时称青钱学士",
      "group": "作者"
    },
    {
      "id": "记录63",
      "group": "Record"
    },
    {
      "id": "《宣室志》传奇小说集，此书多记神仙鬼怪狐精、佛门休咎故事，为古代神怪小说只集大成者。",
      "group": "来源"
    },
    {
      "id": "张读：唐朝大臣，工部侍郎张荐的孙子，宰相牛僧孺外孙",
      "group": "作者"
    },
    {
      "id": "记录64",
      "group": "Record"
    },
    {
      "id": "《韩愈集》",
      "group": "来源"
    },
    {
      "id": "韩愈：中国唐朝中期官员、文学家、思想家、哲学家、政治家、教育家",
      "group": "作者"
    },
    {
      "id": "记录65",
      "group": "Record"
    },
    {
      "id": "《为徐敬业讨武曌檄》一篇檄文。",
      "group": "来源"
    },
    {
      "id": "骆宾王：骆临海，婺州义乌人，中国唐代官员、文学家、诗人",
      "group": "作者"
    },
    {
      "id": "妖化（妩媚）",
      "group": "形象"
    },
    {
      "id": "记录66",
      "group": "Record"
    },
    {
      "id": "《文馆词林》古代中国诗文总集。《 灵鸟等瑞大救诏一首》",
      "group": "来源"
    },
    {
      "id": "后周",
      "group": "朝代"
    },
    {
      "id": "记录67",
      "group": "Record"
    },
    {
      "id": "《又灵鸟等瑞大救诏一首》",
      "group": "来源"
    },
    {
      "id": "记录68",
      "group": "Record"
    },
    {
      "id": "《太平广记·瑞应编》",
      "group": "来源"
    },
    {
      "id": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1000卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "group": "作者"
    },
    {
      "id": "北宋",
      "group": "朝代"
    },
    {
      "id": "记录69",
      "group": "Record"
    },
    {
      "id": "《太平广记·玄中记》",
      "group": "来源"
    },
    {
      "id": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1001卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "group": "作者"
    },
    {
      "id": "记录70",
      "group": "Record"
    },
    {
      "id": "《太平广记·朝野佥载》",
      "group": "来源"
    },
    {
      "id": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1002卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "group": "作者"
    },
    {
      "id": "记录71",
      "group": "Record"
    },
    {
      "id": "《太平广记·酉阳杂俎》",
      "group": "来源"
    },
    {
      "id": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1003卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "group": "作者"
    },
    {
      "id": "记录72",
      "group": "Record"
    },
    {
      "id": "《太平御览·帝王世纪》",
      "group": "来源"
    },
    {
      "id": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1004卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "group": "作者"
    },
    {
      "id": "记录73",
      "group": "Record"
    },
    {
      "id": "《皇朝编年纲目备要》",
      "group": "来源"
    },
    {
      "id": "陈均，南宋兴化军莆田（今属福建）人，字平甫，号纯斋、云岩。曾为太学生。为参知政事郑性之推重，资助其著述。博览群书，删繁撮要，以纲目休著《皇朝编年举要备要》、《中兴编年举要备要》，起宋太祖，迄孝宗。",
      "group": "作者"
    },
    {
      "id": "记录74",
      "group": "Record"
    },
    {
      "id": "《新雕皇朝类苑》",
      "group": "来源"
    },
    {
      "id": "江少虞，字虞仲， 常山 (今属浙江)人。政和进土，历知建、饶、吉三洲。南渡后，其见有关北宋钥野事迹，散见诸家稗乘、野生、笔记中，不便查考，遂采辑群书诸家六十余种，于绍兴十五年(1145)类编成书。",
      "group": "作者"
    },
    {
      "id": "记录75",
      "group": "Record"
    },
    {
      "id": "《侯鲭录》《侯鲭录》是宋代赵令畤（1061—1134）所著的一部文言轶事小说，现存八卷。该书以记载文人轶事、诗词评论、名物考据为主，具有较高的文学和史料价值。",
      "group": "来源"
    },
    {
      "id": "赵令畤，字德麟，号聊复翁，宋太祖次子燕王赵德昭的后裔。他与苏轼交好，曾共同治理颍州西湖，后因苏轼党争牵连被罚。南宋初年袭封安定郡王。其词作虽受苏轼影响，但风格稍逊，唯《商调蝶恋花》鼓子词（咏崔莺莺故事）对后世戏曲影响深远",
      "group": "作者"
    },
    {
      "id": "记录76",
      "group": "Record"
    },
    {
      "id": "《习学记言》",
      "group": "来源"
    },
    {
      "id": "叶适，撰写的对先秦各学派的评论之作，属于子部杂家类。",
      "group": "作者"
    },
    {
      "id": "南宋",
      "group": "朝代"
    },
    {
      "id": "记录77",
      "group": "Record"
    },
    {
      "id": "《剑南诗稿》是南宋陆游创作的诗词集，共八十五卷。该书收录诗词九千三百四十四首，作者生当金兵入侵之时，中年到过南郑前线，所以抗金与收复失地是诗集中的主旋律。为纪念在川、陕的军旅生活，作者把该诗集命名为《剑南诗稿》。",
      "group": "来源"
    },
    {
      "id": "陆游，字务观，号放翁。汉族，越州山阴（今浙江绍兴）人。南宋诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡，但收复中原信念始终不渝。",
      "group": "作者"
    },
    {
      "id": "记录78",
      "group": "Record"
    },
    {
      "id": "《双溪集》",
      "group": "来源"
    },
    {
      "id": "苏籀，南宋苏籀(所居婺州有双溪)作,其子苏诩辑,于淳熙间刻于筠州。十五卷。凡诗五卷,文十卷。原刊已佚。今存明抄本残卷,另有《四库全书》本、《粤雅堂丛书初编》本、《丛书集成初编》本。",
      "group": "作者"
    },
    {
      "id": "记录79",
      "group": "Record"
    },
    {
      "id": "《尔雅翼》",
      "group": "来源"
    },
    {
      "id": "罗愿，字端良，徽州歙县人。此书作成于南宋孝宗淳熙元年（1174年）度宗咸淳六年（1270年）王应麟守徽州时，得方回访得的罗从曾孙的家藏本刻于郡斋。",
      "group": "作者"
    },
    {
      "id": "记录80",
      "group": "Record"
    },
    {
      "id": "《诗集传》",
      "group": "来源"
    },
    {
      "id": "朱熹，字元晦，一字仲晦，号晦庵、晦翁、考亭先生、云谷老人，江南东路徽州府婺源县（今江西省婺源）人，曾官至宝文阁待制，封婺源开国男。",
      "group": "作者"
    },
    {
      "id": "记录81",
      "group": "Record"
    },
    {
      "id": "《宋九朝编年备要》是南宋史学家陈均编纂的一部编年体史书，主要记载北宋太祖至钦宗九朝（960—1126）共168年的历史。该书原名《皇朝编年举要备要》，后改称《皇朝编年纲目备要》，简称《陈均编年》或《宋九朝编年备要》",
      "group": "来源"
    },
    {
      "id": "陈均（字平甫，号云岩），南宋莆田人，曾为太学生，受参知政事郑性之资助完成此书。端平初年（1234），朝廷因其书有益史学，赐迪功郎",
      "group": "作者"
    },
    {
      "id": "妖化（比喻奸臣）",
      "group": "形象"
    },
    {
      "id": "记录82",
      "group": "Record"
    },
    {
      "id": "《铁崖先生古乐府》",
      "group": "来源"
    },
    {
      "id": "杨维桢",
      "group": "作者"
    },
    {
      "id": "元朝",
      "group": "朝代"
    },
    {
      "id": "记录83",
      "group": "Record"
    },
    {
      "id": "《玉笥集》",
      "group": "来源"
    },
    {
      "id": "张宪",
      "group": "作者"
    },
    {
      "id": "记录84",
      "group": "Record"
    },
    {
      "id": "《宋史·五行志》",
      "group": "来源"
    },
    {
      "id": "脱脱",
      "group": "作者"
    },
    {
      "id": "转折",
      "group": "形象"
    },
    {
      "id": "记录85",
      "group": "Record"
    },
    {
      "id": "《西游记》是中国古代四大名著之一，是一部浪漫主义长篇神魔小说。成书于明代，以唐玄奘西天取经的真实历史事件为背景，结合民间传说和戏曲话本创作而成。",
      "group": "来源"
    },
    {
      "id": "吴承恩：约1500-1582，字汝忠，号射阳山人，明代著名小说家，祖籍安徽桐城，后迁居江苏淮安。他出身于一个由学官沦落为商人的家庭，自幼聪慧过人，博览群书，尤其喜爱神话志怪小说。",
      "group": "作者"
    },
    {
      "id": "明朝",
      "group": "朝代"
    },
    {
      "id": "记录86",
      "group": "Record"
    },
    {
      "id": "《金瓶梅》，中国明代长篇白话虚构世情小说，一般认为是中国第一部文人独立创作的章回体长篇小说。其成书时间大约在明代隆庆至万历年间。",
      "group": "来源"
    },
    {
      "id": "兰陵笑笑生：作为中国文学史上第一位独立创作长篇白话小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。",
      "group": "作者"
    },
    {
      "id": "记录87",
      "group": "Record"
    },
    {
      "id": "《封神演义》是明朝许仲琳编辑的百回神魔长篇小说，俗名《封神榜》，别名《封神传》《商周列国全传》《武王伐纣外史》等，约成书于隆庆或万历年间。《子牙发柬擒妲》",
      "group": "来源"
    },
    {
      "id": "许仲琳：许仲琳，亦作陈仲琳，号钟山逸叟。应天府（今江苏南京人）。许仲琳大致活动于明嘉靖、隆庆、万历年间，善作小说。所作《封神演义》约成书于隆庆、万历年间。记武王伐纣故事，成书以来流传甚广，家喻户晓。",
      "group": "作者"
    },
    {
      "id": "记录88",
      "group": "Record"
    },
    {
      "id": "《子牙发柬擒妲》",
      "group": "来源"
    },
    {
      "id": "记录89",
      "group": "Record"
    },
    {
      "id": "《摘星楼纣王自焚》",
      "group": "来源"
    },
    {
      "id": "记录90",
      "group": "Record"
    },
    {
      "id": "记录91",
      "group": "Record"
    },
    {
      "id": "《郁离子》 郁，有文采的样子；离，八卦之一，代表火；郁离，就是文明的意思。其谓“天下后世若用斯言，必可抵文明之治”。为刘基为天下后世“立言”的不朽名著，同时也反映了哲学思想。",
      "group": "来源"
    },
    {
      "id": "刘基（1311年7月1日－1375年4月16日）字伯温，谥曰文成，汉族，青田县南田乡（今属浙江省文成县）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意",
      "group": "作者"
    },
    {
      "id": "记录92",
      "group": "Record"
    },
    {
      "id": "《康熙字典》《十八》康熙年间社会经济发展、文化繁荣，且南北差异大、方言多，为规范文字、统一读音，康熙皇帝下诏编撰字典，以彰显文治。",
      "group": "来源"
    },
    {
      "id": "由张玉书、陈廷敬任总阅官，集合三十多位翰林学士合力完成。",
      "group": "作者"
    },
    {
      "id": "清代",
      "group": "朝代"
    },
    {
      "id": "记录93",
      "group": "Record"
    },
    {
      "id": "《康熙字典》《五》",
      "group": "来源"
    },
    {
      "id": "由张玉书、陈廷敬任总阅官，集合三十多位翰林学士合力完成。\"太康文学三大家\"",
      "group": "作者"
    }
  ],
  "links": [
    {
      "source": "记录1",
      "target": "《逸周书·王会解》",
      "relation": "来源"
    },
    {
      "source": "记录1",
      "target": "西汉刘向（约公元前77年—公元前6年）是《逸周书》的正式编订者。\n他奉命校理皇家藏书时，将散佚的《周书》文献重新整理，最终定名为《逸周书》，并添加了注解和序言",
      "relation": "作者"
    },
    {
      "source": "记录1",
      "target": "战国时期",
      "relation": "朝代"
    },
    {
      "source": "记录1",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录1",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录2",
      "target": "《山海经·东山经》",
      "relation": "来源"
    },
    {
      "source": "记录2",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录2",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录2",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录2",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录3",
      "target": "《山海经·南山经》",
      "relation": "来源"
    },
    {
      "source": "记录3",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录3",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录3",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录3",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录4",
      "target": "《山海经·大荒东经》",
      "relation": "来源"
    },
    {
      "source": "记录4",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录4",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录4",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录4",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录5",
      "target": "《山海经·海外东经》",
      "relation": "来源"
    },
    {
      "source": "记录5",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录5",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录5",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录5",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录6",
      "target": "《开元占经》引《淮南子》",
      "relation": "来源"
    },
    {
      "source": "记录6",
      "target": "刘安（前179年-前122年），淮南国寿春（今安徽寿县）人，淮南王刘长之子，汉高祖刘邦之孙。西汉文学家、道学家、思想家。淮南八公山豆腐创始人。",
      "relation": "作者"
    },
    {
      "source": "记录6",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录6",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录6",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录7",
      "target": "《周易乾凿度》是中国西汉末纬书《易纬》中的一篇。又称《易纬乾凿度》，简称《乾凿度》。《乾凿度》融大易、数术于一体，是纬书中保存完好、哲学思想较为丰富的作品。",
      "relation": "来源"
    },
    {
      "source": "记录7",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录7",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录7",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录7",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录8",
      "target": "《四子讲德论》褒既为益州刺史王襄作中和乐职宣布之诗，又作传，名曰《四子讲德》，以明其意焉。",
      "relation": "来源"
    },
    {
      "source": "记录8",
      "target": "王褒（生卒年不详），字子渊，别号桐柏真人，蜀郡资中（今四川省资阳市雁江区昆仑乡墨池坝村）人。西汉时期辞赋家，与扬雄并称“渊云”。",
      "relation": "作者"
    },
    {
      "source": "记录8",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录8",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录8",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录9",
      "target": "《春秋元命苞》该书假托经义宣扬符录瑞应，但内容庞杂宏富，涉及到天文、地理、历史、神话传说等各方面，卷帙浩繁，汉代（包括）以来传注类书引用极多，是谶纬之书中存留佚文最多的一种。",
      "relation": "来源"
    },
    {
      "source": "记录9",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录9",
      "target": "西汉末、东汉初",
      "relation": "朝代"
    },
    {
      "source": "记录9",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录9",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录10",
      "target": "《礼记》",
      "relation": "来源"
    },
    {
      "source": "记录10",
      "target": "据传为孔子的七十二弟子及其学生们所作，西汉礼学家戴圣所编",
      "relation": "作者"
    },
    {
      "source": "记录10",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录10",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录10",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录11",
      "target": "《白虎通义》又称《白虎通》，为东汉统合今古文经义的一部著作。班固等据汉章帝建初四年（公元79年）白虎观会议经学辩论结果撰成。因所在白虎观而得名。《白虎通义》以阴阳、五行等阐述自然、社会、伦理、人生和日常生活的种种现象。",
      "relation": "来源"
    },
    {
      "source": "记录11",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录11",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录11",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录11",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录12",
      "target": "《白虎通义》又称《白虎通》，为东汉统合今古文经义的一部著作。班固等据汉章帝建初四年（公元79年）白虎观会议经学辩论结果撰成。因所在白虎观而得名。《白虎通义》以阴阳、五行等阐述自然、社会、伦理、人生和日常生活的种种现象。",
      "relation": "来源"
    },
    {
      "source": "记录12",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录12",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录12",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录12",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录13",
      "target": "《幽通赋》",
      "relation": "来源"
    },
    {
      "source": "记录13",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录13",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录13",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录13",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录14",
      "target": "《吴越春秋》是一部记述春秋战国时期吴、越两国史事为主的史学著作。著录于《隋书·经籍志》和《唐书·经籍志》，皆云赵晔撰，十二卷。然而今本只有十卷。",
      "relation": "来源"
    },
    {
      "source": "记录14",
      "target": "赵晔，生卒年待考，字长君，会稽山阴（浙江绍兴）人。东汉学者、史学家。",
      "relation": "作者"
    },
    {
      "source": "记录14",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录14",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录14",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录15",
      "target": "《东观汉记》是一部记载东汉历史的纪传体断代史巨著，书中记录了东汉从光武帝至灵帝一百余年的历史",
      "relation": "来源"
    },
    {
      "source": "记录15",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。陈宗、尹敏、孟异、刘珍、李尤、刘騊駼等",
      "relation": "作者"
    },
    {
      "source": "记录15",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录15",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录15",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录16",
      "target": "《春秋运斗枢》为谶纬类典籍，《春秋纬》十四种之一。亦名《春秋纬运斗枢》，宋均注。",
      "relation": "来源"
    },
    {
      "source": "记录16",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录16",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录16",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录16",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录17",
      "target": "《易纬是谋》该书在汉代谶纬学中占有重要地位，反映了当时人们对天命、占验的信仰和追求，是汉代思想文化的重要组成部分。",
      "relation": "来源"
    },
    {
      "source": "记录17",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录17",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录17",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录17",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录18",
      "target": "《春秋潜潭巴》",
      "relation": "来源"
    },
    {
      "source": "记录18",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录18",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录18",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录18",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录19",
      "target": "《孝经援神契》纬书，有辑本，卷数各异。清赵在翰《七纬·孝经纬叙目》：“孝道神明，天人契合，援引众义，山藏海纳。”以为孝道之至，行乎阴阳，通乎神明，天人合契，援引众义，阐发微旨，故名《援神契》。此书原刊本以书禁而亡佚，现仅存后人辑佚本。",
      "relation": "来源"
    },
    {
      "source": "记录19",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录19",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录19",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录19",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录20",
      "target": "《上九尾狐表》创作于曹丕称帝后（黄初年间）属于魏晋文学中的奏表类作品",
      "relation": "来源"
    },
    {
      "source": "记录20",
      "target": "曹植：字子建，沛国谯郡（今安徽亳州）人，三国时魏国著名的诗人、文学家曹操之子、曹丕之弟，生活于汉末魏初。",
      "relation": "作者"
    },
    {
      "source": "记录20",
      "target": "曹魏",
      "relation": "朝代"
    },
    {
      "source": "记录20",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录20",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录21",
      "target": "《魏略》纪传体史书，记载曹魏历史",
      "relation": "来源"
    },
    {
      "source": "记录21",
      "target": "鱼豢：京兆（今陕西西安）人，曹魏郎中，史学家，忠于曹魏，未仕晋朝",
      "relation": "作者"
    },
    {
      "source": "记录21",
      "target": "曹魏",
      "relation": "朝代"
    },
    {
      "source": "记录21",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录21",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录22",
      "target": "《山海经图赞》是东晋著名文学家郭璞为《山海经》所作的配图赞文，是连接图像、神话与文学的关键文本，既体现了魏晋\"图像证史\"的学术风气，又以诗性语言重构了上古神话的象征体系",
      "relation": "来源"
    },
    {
      "source": "记录22",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录22",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录22",
      "target": "祥瑞（符瑞）",
      "relation": "形象"
    },
    {
      "source": "记录22",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录23",
      "target": "注《山海经·大荒东经》",
      "relation": "来源"
    },
    {
      "source": "记录23",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录23",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录23",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录23",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录24",
      "target": "《玄中记》",
      "relation": "来源"
    },
    {
      "source": "记录24",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录24",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录24",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录24",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录25",
      "target": "《搜神记》以\"奇而不诞，怪而不妖\"的审美品格，构建了中国超自然叙事的经典范式。\n其价值不仅在于\"志怪\"表象，更在于透过荒诞情节折射出的汉晋社会实相。为中国小说史的活水源头，干宝开创的\"鬼之董狐\"传统，至今仍滋养着东方奇幻文学的创作。",
      "relation": "来源"
    },
    {
      "source": "记录25",
      "target": "干宝：字令升，东晋新蔡（今河南新蔡）人，生卒年约285-351年。历任著作郎、散骑常侍，领修国史，著有《晋纪》（已佚）\n因\"父婢复生\"\"兄气绝复苏\"等家族异事，笃信鬼神，遂作《搜神记》",
      "relation": "作者"
    },
    {
      "source": "记录25",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录25",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录25",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录26",
      "target": "《抱朴子》引文",
      "relation": "来源"
    },
    {
      "source": "记录26",
      "target": "葛洪：字稚川，自号抱朴子，丹阳句容（今江苏句容）人\n\n出身江南士族，叔祖葛玄为三国著名方士（道教灵宝派祖师）\n\n经历八王之乱后隐居罗浮山修道，兼通医学、炼丹术、哲学",
      "relation": "作者"
    },
    {
      "source": "记录26",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录26",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录26",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录27",
      "target": "《 帝王世纪》一部记载上古至汉魏帝王世系的史书，成书于3世纪。该书系统梳理了三皇五帝至曹魏时期的帝王传承、重大历史事件及社会制度，补充了《史记》《汉书》未载的史料，具有重要的文献价值。",
      "relation": "来源"
    },
    {
      "source": "记录27",
      "target": "皇甫谧：字士安，号玄晏先生，安定朝那（今甘肃灵台）人，西晋著名医学家、史学家，另著有《针灸甲乙经》",
      "relation": "作者"
    },
    {
      "source": "记录27",
      "target": "西晋",
      "relation": "朝代"
    },
    {
      "source": "记录27",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录27",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录28",
      "target": "《魏都赋》 全晋文 卷七十四、文选卷六。描绘了曹魏都城（邺城）的礼制活动与祥瑞景象，通过帝王巡狩、藉田大阅等仪式，展现魏国“德政化民，天人感应”的盛世图景。左思借赋体美化邺都，实为西晋政权追溯曹魏合法性的文学投射。\n\n九尾狐在三国时期尚未“妖化”，仍属《白虎通》定义的“王者不倾于色则至”的瑞兽",
      "relation": "来源"
    },
    {
      "source": "记录28",
      "target": "左思：字太冲，齐国临淄（今山东淄博）人，出身寒微（父左熹起于小吏），活动于西晋太康年间（280—289年），与陆机、潘岳并称\"太康文学三大家\"",
      "relation": "作者"
    },
    {
      "source": "记录28",
      "target": "西晋（描绘魏）",
      "relation": "朝代"
    },
    {
      "source": "记录28",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录28",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录29",
      "target": "《宋书·符瑞志》南朝梁天监年间（502–519年），沈约受梁武帝萧衍之命编纂《宋书》。\n\n《符瑞志》是《宋书》的志书部分，记载祥瑞现象，用以论证帝王统治的合法性。",
      "relation": "来源"
    },
    {
      "source": "记录29",
      "target": "沈约：字休文，南朝梁吴兴武康（今浙江德清）人。南梁的开国功臣，大力帮助梁武帝萧衍即位，得封建昌县开国侯\n\n著名史学家、文学家，历仕宋、齐、梁三朝，主持编修《宋书》。",
      "relation": "作者"
    },
    {
      "source": "记录29",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录29",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录29",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录30",
      "target": "《 瑞应图 》按祥瑞类型分为天瑞、地瑞、动物瑞、植物瑞、器物瑞、神仙瑞、文字瑞七大类，共130余种。原书配有祥瑞图像，如“白虎”“白兔”等，形成“左图右书”的编排方式",
      "relation": "来源"
    },
    {
      "source": "记录30",
      "target": "孙柔之，南朝梁（502—557年）学者，生平不详，主要活动于梁武帝时期。专精谶纬、符瑞之学，其《瑞应图》是南朝最重要的祥瑞文献之一",
      "relation": "作者"
    },
    {
      "source": "记录30",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录30",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录30",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录31",
      "target": "《徐陵集校笺》徐陵诗文全集整理本，收录赋、诏、表、书、序等各体文章及诗歌",
      "relation": "来源"
    },
    {
      "source": "记录31",
      "target": "徐陵（507—583年），字孝穆，东海郯（今山东郯城）人\n南朝梁、陈两朝文学家、政治家，与庾信并称“徐庾体”代表",
      "relation": "作者"
    },
    {
      "source": "记录31",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录31",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录31",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录32",
      "target": "《魏书·灵征志》《灵征志》是记录灾祥吉凶的志文，分为上下两卷，上卷写灾异，下卷写祥瑞。上卷之中有地震山崩、大风大水等自然现象，也有飞蝗、金沴、牛祸、马祸等怪异现象。\n下卷之中有神龟、白狐、白鹿、三足乌等祥物，亦有甘露、嘉禾、连理等瑞景。\n北魏作为鲜卑族建立的政权，需借助祥瑞灾异论证统治合法性，《灵征志》即为此服务，融合了汉儒谶纬学说与北方民族信仰",
      "relation": "来源"
    },
    {
      "source": "记录32",
      "target": "魏收：北齐史学家，奉命编修《魏书》，后世因其褒贬失实，称其为“秽史”。但《灵征志》仍具重要史料价值",
      "relation": "作者"
    },
    {
      "source": "记录32",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录32",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录32",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录33",
      "target": "周兴嗣撰 ，［北朝］李暹注 ：《千字文古注》，敦煌本。",
      "relation": "来源"
    },
    {
      "source": "记录33",
      "target": "李暹：北朝时期的学者，据日本《日本国见在书目录》记载，他曾为《千字文》作注，其注本在唐代敦煌地区流传。\n敦煌写本P.2721《杂抄》提到“《千字文》钟繇撰，李暹注，周兴嗣次韵”，表明李暹注本在唐代童蒙教育中具有一定影响",
      "relation": "作者"
    },
    {
      "source": "记录33",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录33",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录33",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录34",
      "target": "《受禅登极赦詔》北齐天保元年（550年），高洋迫东魏孝静帝禅位，建立北齐政权时颁布\n\n与《魏书·孝静帝纪》《北齐书·文宣帝纪》记载相印证",
      "relation": "来源"
    },
    {
      "source": "记录34",
      "target": "邢子才：北朝\"三才\"之一（与魏收、温子昇齐名）\n\n时任中书令，主掌诏诰文书，此文代表北朝骈文最高成就",
      "relation": "作者"
    },
    {
      "source": "记录34",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录34",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录34",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录35",
      "target": "《元龟1000卷》卷二十三《符瑞二》专记帝王祥瑞现象，通过天象、动植物异象等论证政权合法性，体现宋代“天命观”与谶纬传统。\n保存北魏至五代祥瑞细节，补充正史缺漏（如地方进献记录）",
      "relation": "来源"
    },
    {
      "source": "记录35",
      "target": "王钦若：字定国，谥号“文穆”。 主持编纂的宋代最大类书，1000卷，辑录上古至五代史事，为“宋四大书”之一",
      "relation": "作者"
    },
    {
      "source": "记录35",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录35",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录35",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录36",
      "target": "《历代三宝纪》成后即上于隋廷，文帝曾下令流通，自唐开元以后遂收入大藏经中。",
      "relation": "来源"
    },
    {
      "source": "记录36",
      "target": "费长房 ：隋代佛教学者",
      "relation": "作者"
    },
    {
      "source": "记录36",
      "target": "隋朝",
      "relation": "朝代"
    },
    {
      "source": "记录36",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录36",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录37",
      "target": "《 北齐书 》 唐贞观三年（629年）奉诏修史，十年（636年）成书，与《梁书》《陈书》《周书》《隋书》并称「五代史」",
      "relation": "来源"
    },
    {
      "source": "记录37",
      "target": "李百药：字重规，定州安平（今河北安平）人，历仕隋、唐，唐太宗时拜中书舍人，封安平县公",
      "relation": "作者"
    },
    {
      "source": "记录37",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录37",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录37",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录38",
      "target": "《北史》为唐代史学家李延寿私修纪传体史书，合北魏、东魏、西魏、北齐、北周、隋六朝历史，共100卷。\n\n卷七《齐本纪中》专记北齐第二代至第四代皇帝（文宣帝高洋、废帝高殷、孝昭帝高演）史事。",
      "relation": "来源"
    },
    {
      "source": "记录38",
      "target": "李延寿：字号不详，籍贯相州（今河南安阳）。贞观年间任崇贤馆学士\n参与官修《晋书》《隋书》编纂，后转任符玺郎、兼修国史",
      "relation": "作者"
    },
    {
      "source": "记录38",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录38",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录38",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录39",
      "target": "《 周书 ·武帝本纪》贞观三年（629年），唐太宗诏修梁、陈、齐、周、隋五代史，令狐德棻主持编纂《周书》，贞观十年（636年）完成1。\n旨在补全北周历史，并强调李唐政权与北周（宇文氏）的继承关系",
      "relation": "来源"
    },
    {
      "source": "记录39",
      "target": "令狐德棻（583—666年），唐初史学家，宜州华原（今陕西耀县）人，出身关陇贵族，祖父令狐整为北周大将军。\n合作者：岑文本（负责史论）、崔仁师等",
      "relation": "作者"
    },
    {
      "source": "记录39",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录39",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录39",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录40",
      "target": "《全唐文》卷二百七十五《田获三狐赋》。该书全称《钦定全唐文》，是清嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "relation": "来源"
    },
    {
      "source": "记录40",
      "target": "李咸：唐代诗人，中宗时学士，官工部郎中",
      "relation": "作者"
    },
    {
      "source": "记录40",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录40",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录40",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录41",
      "target": "《大唐开元占经》中国古代天文学著作，书中有关于天文星象和各种物异等多方面的大量占语。",
      "relation": "来源"
    },
    {
      "source": "记录41",
      "target": "瞿昙悉达：中国唐代的印度裔占星术者，瞿昙罗之子",
      "relation": "作者"
    },
    {
      "source": "记录41",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录41",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录41",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录42",
      "target": "《史记正义》",
      "relation": "来源"
    },
    {
      "source": "记录42",
      "target": "张守节：唐代开元年间学者",
      "relation": "作者"
    },
    {
      "source": "记录42",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录42",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录42",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录43",
      "target": "《唐六典》卷四。我国现有的最早的一部行政法典，亦是我国现存最早的一部会典，成书于开元二十六年（公元738年），所载官制源流自唐初至开元止。",
      "relation": "来源"
    },
    {
      "source": "记录43",
      "target": "张九龄：中国唐玄宗开元时的宰相、诗人",
      "relation": "作者"
    },
    {
      "source": "记录43",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录43",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录43",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录44",
      "target": "《酉阳杂俎》博物类笔记小说",
      "relation": "来源"
    },
    {
      "source": "记录44",
      "target": "段成式：中国唐代文学家、小说家",
      "relation": "作者"
    },
    {
      "source": "记录44",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录44",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录44",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录45",
      "target": "《唐文粹》文粹卷第二。唐代诗文选本。100卷，收文1104篇，收诗961首。",
      "relation": "来源"
    },
    {
      "source": "记录45",
      "target": "【北宋】姚铉：北宋大臣、文学家、藏书家",
      "relation": "作者"
    },
    {
      "source": "记录45",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录45",
      "target": "祥瑞（天狐）",
      "relation": "形象"
    },
    {
      "source": "记录45",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录46",
      "target": "《礼斗威仪》该书讲帝王五德终始之运，五行五声与政教相配之礼，及日月星辰风物相感之征，以明天人感应之说。",
      "relation": "来源"
    },
    {
      "source": "记录46",
      "target": "【汉】汉代无名氏创作的谶纬类典籍",
      "relation": "作者"
    },
    {
      "source": "记录46",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录46",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录46",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录47",
      "target": "《纪闻》唐代中国传奇小说集，此书所载皆开元、乾元间徵应及怪异事。",
      "relation": "来源"
    },
    {
      "source": "记录47",
      "target": "牛肃",
      "relation": "作者"
    },
    {
      "source": "记录47",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录47",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录47",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录48",
      "target": "《史记索隐》运用大量的文献作校勘材料，保存了丰富的历史文献，使一些书目得以流传下来，便于后人辑佚，有功于目录学。",
      "relation": "来源"
    },
    {
      "source": "记录48",
      "target": "司马贞：字子正，河内（今河南沁阳）人，唐代史学家",
      "relation": "作者"
    },
    {
      "source": "记录48",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录48",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录48",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录49",
      "target": "《礼记注疏》",
      "relation": "来源"
    },
    {
      "source": "记录49",
      "target": "孔颖达：唐初十八学士之一，经学家、大儒、易学家",
      "relation": "作者"
    },
    {
      "source": "记录49",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录49",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录49",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录50",
      "target": "《狐死正丘首赋》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录50",
      "target": "白行简：字知退，行二十三，白居易弟。",
      "relation": "作者"
    },
    {
      "source": "记录50",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录50",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录50",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录51",
      "target": "《拟剧秦美新》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录51",
      "target": "岑文本：唐朝大臣",
      "relation": "作者"
    },
    {
      "source": "记录51",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录51",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录51",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录52",
      "target": "《唐玄宗明皇帝哀册文》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录52",
      "target": "王缙：字夏卿，王维的胞弟",
      "relation": "作者"
    },
    {
      "source": "记录52",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录52",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录52",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录53",
      "target": "《全唐文》卷四百《西岳望幸赋》。嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "relation": "来源"
    },
    {
      "source": "记录53",
      "target": "【清】 董诰：清代大臣、书画家",
      "relation": "作者"
    },
    {
      "source": "记录53",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录53",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录53",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录54",
      "target": "《广弘明集》卷第八《二教论——服法非第九》。这是继承、并扩大梁僧祐《弘明集》而作的书，有很高的史料价值。",
      "relation": "来源"
    },
    {
      "source": "记录54",
      "target": "释道宣：唐代高僧，佛教南山律宗开山之祖，又称南山律师、南山大师，世称“律祖”",
      "relation": "作者"
    },
    {
      "source": "记录54",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录54",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录54",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录55",
      "target": "《太上宣慈助化章》一本玄幻小说",
      "relation": "来源"
    },
    {
      "source": "记录55",
      "target": "杜光庭：唐末五代道士，道教学者",
      "relation": "作者"
    },
    {
      "source": "记录55",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录55",
      "target": "祥瑞（通灵信物）",
      "relation": "形象"
    },
    {
      "source": "记录55",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录56",
      "target": "《广异记》一部唐代前期的中国志怪传奇小说集，原书二十卷，今存六卷。",
      "relation": "来源"
    },
    {
      "source": "记录56",
      "target": "戴孚",
      "relation": "作者"
    },
    {
      "source": "记录56",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录56",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录56",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录57",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录57",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录57",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录57",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录57",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录58",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录58",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录58",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录58",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录58",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录59",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录59",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录59",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录59",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录59",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录60",
      "target": "《李贺歌诗编》歌诗编第四《神弦曲》",
      "relation": "来源"
    },
    {
      "source": "记录60",
      "target": "李贺：中唐的浪漫主义诗人，也是中唐到晚唐诗风转变期的一个代表者",
      "relation": "作者"
    },
    {
      "source": "记录60",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录60",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录60",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录61",
      "target": "《白居易集》",
      "relation": "来源"
    },
    {
      "source": "记录61",
      "target": "白居易：字乐天，号香山居士，唐代现实主义诗人、唐代三大诗人之一",
      "relation": "作者"
    },
    {
      "source": "记录61",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录61",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录61",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录62",
      "target": "《朝野佥载》记述了唐代前期朝野遗事佚闻，尤以武后一朝事迹为多。",
      "relation": "来源"
    },
    {
      "source": "记录62",
      "target": "张鷟：字文成，号浮休子，唐代文学家，时称青钱学士",
      "relation": "作者"
    },
    {
      "source": "记录62",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录62",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录62",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录63",
      "target": "《宣室志》传奇小说集，此书多记神仙鬼怪狐精、佛门休咎故事，为古代神怪小说只集大成者。",
      "relation": "来源"
    },
    {
      "source": "记录63",
      "target": "张读：唐朝大臣，工部侍郎张荐的孙子，宰相牛僧孺外孙",
      "relation": "作者"
    },
    {
      "source": "记录63",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录63",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录63",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录64",
      "target": "《韩愈集》",
      "relation": "来源"
    },
    {
      "source": "记录64",
      "target": "韩愈：中国唐朝中期官员、文学家、思想家、哲学家、政治家、教育家",
      "relation": "作者"
    },
    {
      "source": "记录64",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录64",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录64",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录65",
      "target": "《为徐敬业讨武曌檄》一篇檄文。",
      "relation": "来源"
    },
    {
      "source": "记录65",
      "target": "骆宾王：骆临海，婺州义乌人，中国唐代官员、文学家、诗人",
      "relation": "作者"
    },
    {
      "source": "记录65",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录65",
      "target": "妖化（妩媚）",
      "relation": "形象"
    },
    {
      "source": "记录65",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录1",
      "target": "《逸周书·王会解》",
      "relation": "来源"
    },
    {
      "source": "记录1",
      "target": "西汉刘向（约公元前77年—公元前6年）是《逸周书》的正式编订者。\n他奉命校理皇家藏书时，将散佚的《周书》文献重新整理，最终定名为《逸周书》，并添加了注解和序言",
      "relation": "作者"
    },
    {
      "source": "记录1",
      "target": "战国时期",
      "relation": "朝代"
    },
    {
      "source": "记录1",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录1",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录2",
      "target": "《山海经·东山经》",
      "relation": "来源"
    },
    {
      "source": "记录2",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录2",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录2",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录2",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录3",
      "target": "《山海经·南山经》",
      "relation": "来源"
    },
    {
      "source": "记录3",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录3",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录3",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录3",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录4",
      "target": "《山海经·大荒东经》",
      "relation": "来源"
    },
    {
      "source": "记录4",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录4",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录4",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录4",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录5",
      "target": "《山海经·海外东经》",
      "relation": "来源"
    },
    {
      "source": "记录5",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录5",
      "target": "战国时期至汉代初期",
      "relation": "朝代"
    },
    {
      "source": "记录5",
      "target": "普通兽类",
      "relation": "形象"
    },
    {
      "source": "记录5",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录6",
      "target": "《开元占经》引《淮南子》",
      "relation": "来源"
    },
    {
      "source": "记录6",
      "target": "刘安（前179年-前122年），淮南国寿春（今安徽寿县）人，淮南王刘长之子，汉高祖刘邦之孙。西汉文学家、道学家、思想家。淮南八公山豆腐创始人。",
      "relation": "作者"
    },
    {
      "source": "记录6",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录6",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录6",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录7",
      "target": "《周易乾凿度》是中国西汉末纬书《易纬》中的一篇。又称《易纬乾凿度》，简称《乾凿度》。《乾凿度》融大易、数术于一体，是纬书中保存完好、哲学思想较为丰富的作品。",
      "relation": "来源"
    },
    {
      "source": "记录7",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录7",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录7",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录7",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录8",
      "target": "《四子讲德论》褒既为益州刺史王襄作中和乐职宣布之诗，又作传，名曰《四子讲德》，以明其意焉。",
      "relation": "来源"
    },
    {
      "source": "记录8",
      "target": "王褒（生卒年不详），字子渊，别号桐柏真人，蜀郡资中（今四川省资阳市雁江区昆仑乡墨池坝村）人。西汉时期辞赋家，与扬雄并称“渊云”。",
      "relation": "作者"
    },
    {
      "source": "记录8",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录8",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录8",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录9",
      "target": "《春秋元命苞》该书假托经义宣扬符录瑞应，但内容庞杂宏富，涉及到天文、地理、历史、神话传说等各方面，卷帙浩繁，汉代（包括）以来传注类书引用极多，是谶纬之书中存留佚文最多的一种。",
      "relation": "来源"
    },
    {
      "source": "记录9",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录9",
      "target": "西汉末、东汉初",
      "relation": "朝代"
    },
    {
      "source": "记录9",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录9",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录10",
      "target": "《礼记》",
      "relation": "来源"
    },
    {
      "source": "记录10",
      "target": "据传为孔子的七十二弟子及其学生们所作，西汉礼学家戴圣所编",
      "relation": "作者"
    },
    {
      "source": "记录10",
      "target": "西汉",
      "relation": "朝代"
    },
    {
      "source": "记录10",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录10",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录11",
      "target": "《白虎通义》又称《白虎通》，为东汉统合今古文经义的一部著作。班固等据汉章帝建初四年（公元79年）白虎观会议经学辩论结果撰成。因所在白虎观而得名。《白虎通义》以阴阳、五行等阐述自然、社会、伦理、人生和日常生活的种种现象。",
      "relation": "来源"
    },
    {
      "source": "记录11",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录11",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录11",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录11",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录12",
      "target": "《白虎通义》又称《白虎通》，为东汉统合今古文经义的一部著作。班固等据汉章帝建初四年（公元79年）白虎观会议经学辩论结果撰成。因所在白虎观而得名。《白虎通义》以阴阳、五行等阐述自然、社会、伦理、人生和日常生活的种种现象。",
      "relation": "来源"
    },
    {
      "source": "记录12",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录12",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录12",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录12",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录13",
      "target": "《幽通赋》",
      "relation": "来源"
    },
    {
      "source": "记录13",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。",
      "relation": "作者"
    },
    {
      "source": "记录13",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录13",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录13",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录14",
      "target": "《吴越春秋》是一部记述春秋战国时期吴、越两国史事为主的史学著作。著录于《隋书·经籍志》和《唐书·经籍志》，皆云赵晔撰，十二卷。然而今本只有十卷。",
      "relation": "来源"
    },
    {
      "source": "记录14",
      "target": "赵晔，生卒年待考，字长君，会稽山阴（浙江绍兴）人。东汉学者、史学家。",
      "relation": "作者"
    },
    {
      "source": "记录14",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录14",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录14",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录15",
      "target": "《东观汉记》是一部记载东汉历史的纪传体断代史巨著，书中记录了东汉从光武帝至灵帝一百余年的历史",
      "relation": "来源"
    },
    {
      "source": "记录15",
      "target": "班固（公元32年～公元92年），字孟坚，扶风安陵（今陕西省咸阳市）人。东汉史学家、文学家，与司马迁并称“班马”。班彪之子，班超之兄。著有《汉书》《白虎通义》《两都赋》等。陈宗、尹敏、孟异、刘珍、李尤、刘騊駼等",
      "relation": "作者"
    },
    {
      "source": "记录15",
      "target": "东汉",
      "relation": "朝代"
    },
    {
      "source": "记录15",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录15",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录16",
      "target": "《春秋运斗枢》为谶纬类典籍，《春秋纬》十四种之一。亦名《春秋纬运斗枢》，宋均注。",
      "relation": "来源"
    },
    {
      "source": "记录16",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录16",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录16",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录16",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录17",
      "target": "《易纬是谋》该书在汉代谶纬学中占有重要地位，反映了当时人们对天命、占验的信仰和追求，是汉代思想文化的重要组成部分。",
      "relation": "来源"
    },
    {
      "source": "记录17",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录17",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录17",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录17",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录18",
      "target": "《春秋潜潭巴》",
      "relation": "来源"
    },
    {
      "source": "记录18",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录18",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录18",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录18",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录19",
      "target": "《孝经援神契》纬书，有辑本，卷数各异。清赵在翰《七纬·孝经纬叙目》：“孝道神明，天人契合，援引众义，山藏海纳。”以为孝道之至，行乎阴阳，通乎神明，天人合契，援引众义，阐发微旨，故名《援神契》。此书原刊本以书禁而亡佚，现仅存后人辑佚本。",
      "relation": "来源"
    },
    {
      "source": "记录19",
      "target": "佚名",
      "relation": "作者"
    },
    {
      "source": "记录19",
      "target": "汉",
      "relation": "朝代"
    },
    {
      "source": "记录19",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录19",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录20",
      "target": "《上九尾狐表》创作于曹丕称帝后（黄初年间）属于魏晋文学中的奏表类作品",
      "relation": "来源"
    },
    {
      "source": "记录20",
      "target": "曹植：字子建，沛国谯郡（今安徽亳州）人，三国时魏国著名的诗人、文学家曹操之子、曹丕之弟，生活于汉末魏初。",
      "relation": "作者"
    },
    {
      "source": "记录20",
      "target": "曹魏",
      "relation": "朝代"
    },
    {
      "source": "记录20",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录20",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录21",
      "target": "《魏略》纪传体史书，记载曹魏历史",
      "relation": "来源"
    },
    {
      "source": "记录21",
      "target": "鱼豢：京兆（今陕西西安）人，曹魏郎中，史学家，忠于曹魏，未仕晋朝",
      "relation": "作者"
    },
    {
      "source": "记录21",
      "target": "曹魏",
      "relation": "朝代"
    },
    {
      "source": "记录21",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录21",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录22",
      "target": "《山海经图赞》是东晋著名文学家郭璞为《山海经》所作的配图赞文，是连接图像、神话与文学的关键文本，既体现了魏晋\"图像证史\"的学术风气，又以诗性语言重构了上古神话的象征体系",
      "relation": "来源"
    },
    {
      "source": "记录22",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录22",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录22",
      "target": "祥瑞（符瑞）",
      "relation": "形象"
    },
    {
      "source": "记录22",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录23",
      "target": "注《山海经·大荒东经》",
      "relation": "来源"
    },
    {
      "source": "记录23",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录23",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录23",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录23",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录24",
      "target": "《玄中记》",
      "relation": "来源"
    },
    {
      "source": "记录24",
      "target": "郭璞：东晋文学家、训诂学家，精通卜筮与古文字",
      "relation": "作者"
    },
    {
      "source": "记录24",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录24",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录24",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录25",
      "target": "《搜神记》以\"奇而不诞，怪而不妖\"的审美品格，构建了中国超自然叙事的经典范式。\n其价值不仅在于\"志怪\"表象，更在于透过荒诞情节折射出的汉晋社会实相。为中国小说史的活水源头，干宝开创的\"鬼之董狐\"传统，至今仍滋养着东方奇幻文学的创作。",
      "relation": "来源"
    },
    {
      "source": "记录25",
      "target": "干宝：字令升，东晋新蔡（今河南新蔡）人，生卒年约285-351年。历任著作郎、散骑常侍，领修国史，著有《晋纪》（已佚）\n因\"父婢复生\"\"兄气绝复苏\"等家族异事，笃信鬼神，遂作《搜神记》",
      "relation": "作者"
    },
    {
      "source": "记录25",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录25",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录25",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录26",
      "target": "《抱朴子》引文",
      "relation": "来源"
    },
    {
      "source": "记录26",
      "target": "葛洪：字稚川，自号抱朴子，丹阳句容（今江苏句容）人\n\n出身江南士族，叔祖葛玄为三国著名方士（道教灵宝派祖师）\n\n经历八王之乱后隐居罗浮山修道，兼通医学、炼丹术、哲学",
      "relation": "作者"
    },
    {
      "source": "记录26",
      "target": "东晋",
      "relation": "朝代"
    },
    {
      "source": "记录26",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录26",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录27",
      "target": "《 帝王世纪》一部记载上古至汉魏帝王世系的史书，成书于3世纪。该书系统梳理了三皇五帝至曹魏时期的帝王传承、重大历史事件及社会制度，补充了《史记》《汉书》未载的史料，具有重要的文献价值。",
      "relation": "来源"
    },
    {
      "source": "记录27",
      "target": "皇甫谧：字士安，号玄晏先生，安定朝那（今甘肃灵台）人，西晋著名医学家、史学家，另著有《针灸甲乙经》",
      "relation": "作者"
    },
    {
      "source": "记录27",
      "target": "西晋",
      "relation": "朝代"
    },
    {
      "source": "记录27",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录27",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录28",
      "target": "《魏都赋》 全晋文 卷七十四、文选卷六。描绘了曹魏都城（邺城）的礼制活动与祥瑞景象，通过帝王巡狩、藉田大阅等仪式，展现魏国“德政化民，天人感应”的盛世图景。左思借赋体美化邺都，实为西晋政权追溯曹魏合法性的文学投射。\n\n九尾狐在三国时期尚未“妖化”，仍属《白虎通》定义的“王者不倾于色则至”的瑞兽",
      "relation": "来源"
    },
    {
      "source": "记录28",
      "target": "左思：字太冲，齐国临淄（今山东淄博）人，出身寒微（父左熹起于小吏），活动于西晋太康年间（280—289年），与陆机、潘岳并称\"太康文学三大家\"",
      "relation": "作者"
    },
    {
      "source": "记录28",
      "target": "西晋（描绘魏）",
      "relation": "朝代"
    },
    {
      "source": "记录28",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录28",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录29",
      "target": "《宋书·符瑞志》南朝梁天监年间（502–519年），沈约受梁武帝萧衍之命编纂《宋书》。\n\n《符瑞志》是《宋书》的志书部分，记载祥瑞现象，用以论证帝王统治的合法性。",
      "relation": "来源"
    },
    {
      "source": "记录29",
      "target": "沈约：字休文，南朝梁吴兴武康（今浙江德清）人。南梁的开国功臣，大力帮助梁武帝萧衍即位，得封建昌县开国侯\n\n著名史学家、文学家，历仕宋、齐、梁三朝，主持编修《宋书》。",
      "relation": "作者"
    },
    {
      "source": "记录29",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录29",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录29",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录30",
      "target": "《 瑞应图 》按祥瑞类型分为天瑞、地瑞、动物瑞、植物瑞、器物瑞、神仙瑞、文字瑞七大类，共130余种。原书配有祥瑞图像，如“白虎”“白兔”等，形成“左图右书”的编排方式",
      "relation": "来源"
    },
    {
      "source": "记录30",
      "target": "孙柔之，南朝梁（502—557年）学者，生平不详，主要活动于梁武帝时期。专精谶纬、符瑞之学，其《瑞应图》是南朝最重要的祥瑞文献之一",
      "relation": "作者"
    },
    {
      "source": "记录30",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录30",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录30",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录31",
      "target": "《徐陵集校笺》徐陵诗文全集整理本，收录赋、诏、表、书、序等各体文章及诗歌",
      "relation": "来源"
    },
    {
      "source": "记录31",
      "target": "徐陵（507—583年），字孝穆，东海郯（今山东郯城）人\n南朝梁、陈两朝文学家、政治家，与庾信并称“徐庾体”代表",
      "relation": "作者"
    },
    {
      "source": "记录31",
      "target": "南朝",
      "relation": "朝代"
    },
    {
      "source": "记录31",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录31",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录32",
      "target": "《魏书·灵征志》《灵征志》是记录灾祥吉凶的志文，分为上下两卷，上卷写灾异，下卷写祥瑞。上卷之中有地震山崩、大风大水等自然现象，也有飞蝗、金沴、牛祸、马祸等怪异现象。\n下卷之中有神龟、白狐、白鹿、三足乌等祥物，亦有甘露、嘉禾、连理等瑞景。\n北魏作为鲜卑族建立的政权，需借助祥瑞灾异论证统治合法性，《灵征志》即为此服务，融合了汉儒谶纬学说与北方民族信仰",
      "relation": "来源"
    },
    {
      "source": "记录32",
      "target": "魏收：北齐史学家，奉命编修《魏书》，后世因其褒贬失实，称其为“秽史”。但《灵征志》仍具重要史料价值",
      "relation": "作者"
    },
    {
      "source": "记录32",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录32",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录32",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录33",
      "target": "周兴嗣撰 ，［北朝］李暹注 ：《千字文古注》，敦煌本。",
      "relation": "来源"
    },
    {
      "source": "记录33",
      "target": "李暹：北朝时期的学者，据日本《日本国见在书目录》记载，他曾为《千字文》作注，其注本在唐代敦煌地区流传。\n敦煌写本P.2721《杂抄》提到“《千字文》钟繇撰，李暹注，周兴嗣次韵”，表明李暹注本在唐代童蒙教育中具有一定影响",
      "relation": "作者"
    },
    {
      "source": "记录33",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录33",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录33",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录34",
      "target": "《受禅登极赦詔》北齐天保元年（550年），高洋迫东魏孝静帝禅位，建立北齐政权时颁布\n\n与《魏书·孝静帝纪》《北齐书·文宣帝纪》记载相印证",
      "relation": "来源"
    },
    {
      "source": "记录34",
      "target": "邢子才：北朝\"三才\"之一（与魏收、温子昇齐名）\n\n时任中书令，主掌诏诰文书，此文代表北朝骈文最高成就",
      "relation": "作者"
    },
    {
      "source": "记录34",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录34",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录34",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录35",
      "target": "《元龟1000卷》卷二十三《符瑞二》专记帝王祥瑞现象，通过天象、动植物异象等论证政权合法性，体现宋代“天命观”与谶纬传统。\n保存北魏至五代祥瑞细节，补充正史缺漏（如地方进献记录）",
      "relation": "来源"
    },
    {
      "source": "记录35",
      "target": "王钦若：字定国，谥号“文穆”。 主持编纂的宋代最大类书，1000卷，辑录上古至五代史事，为“宋四大书”之一",
      "relation": "作者"
    },
    {
      "source": "记录35",
      "target": "北朝",
      "relation": "朝代"
    },
    {
      "source": "记录35",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录35",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录36",
      "target": "《历代三宝纪》成后即上于隋廷，文帝曾下令流通，自唐开元以后遂收入大藏经中。",
      "relation": "来源"
    },
    {
      "source": "记录36",
      "target": "费长房 ：隋代佛教学者",
      "relation": "作者"
    },
    {
      "source": "记录36",
      "target": "隋朝",
      "relation": "朝代"
    },
    {
      "source": "记录36",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录36",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录37",
      "target": "《 北齐书 》 唐贞观三年（629年）奉诏修史，十年（636年）成书，与《梁书》《陈书》《周书》《隋书》并称「五代史」",
      "relation": "来源"
    },
    {
      "source": "记录37",
      "target": "李百药：字重规，定州安平（今河北安平）人，历仕隋、唐，唐太宗时拜中书舍人，封安平县公",
      "relation": "作者"
    },
    {
      "source": "记录37",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录37",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录37",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录38",
      "target": "《北史》为唐代史学家李延寿私修纪传体史书，合北魏、东魏、西魏、北齐、北周、隋六朝历史，共100卷。\n\n卷七《齐本纪中》专记北齐第二代至第四代皇帝（文宣帝高洋、废帝高殷、孝昭帝高演）史事。",
      "relation": "来源"
    },
    {
      "source": "记录38",
      "target": "李延寿：字号不详，籍贯相州（今河南安阳）。贞观年间任崇贤馆学士\n参与官修《晋书》《隋书》编纂，后转任符玺郎、兼修国史",
      "relation": "作者"
    },
    {
      "source": "记录38",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录38",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录38",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录39",
      "target": "《 周书 ·武帝本纪》贞观三年（629年），唐太宗诏修梁、陈、齐、周、隋五代史，令狐德棻主持编纂《周书》，贞观十年（636年）完成1。\n旨在补全北周历史，并强调李唐政权与北周（宇文氏）的继承关系",
      "relation": "来源"
    },
    {
      "source": "记录39",
      "target": "令狐德棻（583—666年），唐初史学家，宜州华原（今陕西耀县）人，出身关陇贵族，祖父令狐整为北周大将军。\n合作者：岑文本（负责史论）、崔仁师等",
      "relation": "作者"
    },
    {
      "source": "记录39",
      "target": "唐（描绘北朝）",
      "relation": "朝代"
    },
    {
      "source": "记录39",
      "target": "祥瑞（帝位）",
      "relation": "形象"
    },
    {
      "source": "记录39",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录40",
      "target": "《全唐文》卷二百七十五《田获三狐赋》。该书全称《钦定全唐文》，是清嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "relation": "来源"
    },
    {
      "source": "记录40",
      "target": "李咸：唐代诗人，中宗时学士，官工部郎中",
      "relation": "作者"
    },
    {
      "source": "记录40",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录40",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录40",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录41",
      "target": "《大唐开元占经》中国古代天文学著作，书中有关于天文星象和各种物异等多方面的大量占语。",
      "relation": "来源"
    },
    {
      "source": "记录41",
      "target": "瞿昙悉达：中国唐代的印度裔占星术者，瞿昙罗之子",
      "relation": "作者"
    },
    {
      "source": "记录41",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录41",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录41",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录42",
      "target": "《史记正义》",
      "relation": "来源"
    },
    {
      "source": "记录42",
      "target": "张守节：唐代开元年间学者",
      "relation": "作者"
    },
    {
      "source": "记录42",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录42",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录42",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录43",
      "target": "《唐六典》卷四。我国现有的最早的一部行政法典，亦是我国现存最早的一部会典，成书于开元二十六年（公元738年），所载官制源流自唐初至开元止。",
      "relation": "来源"
    },
    {
      "source": "记录43",
      "target": "张九龄：中国唐玄宗开元时的宰相、诗人",
      "relation": "作者"
    },
    {
      "source": "记录43",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录43",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录43",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录44",
      "target": "《酉阳杂俎》博物类笔记小说",
      "relation": "来源"
    },
    {
      "source": "记录44",
      "target": "段成式：中国唐代文学家、小说家",
      "relation": "作者"
    },
    {
      "source": "记录44",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录44",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录44",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录45",
      "target": "《唐文粹》文粹卷第二。唐代诗文选本。100卷，收文1104篇，收诗961首。",
      "relation": "来源"
    },
    {
      "source": "记录45",
      "target": "【北宋】姚铉：北宋大臣、文学家、藏书家",
      "relation": "作者"
    },
    {
      "source": "记录45",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录45",
      "target": "祥瑞（天狐）",
      "relation": "形象"
    },
    {
      "source": "记录45",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录46",
      "target": "《礼斗威仪》该书讲帝王五德终始之运，五行五声与政教相配之礼，及日月星辰风物相感之征，以明天人感应之说。",
      "relation": "来源"
    },
    {
      "source": "记录46",
      "target": "【汉】汉代无名氏创作的谶纬类典籍",
      "relation": "作者"
    },
    {
      "source": "记录46",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录46",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录46",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录47",
      "target": "《纪闻》唐代中国传奇小说集，此书所载皆开元、乾元间徵应及怪异事。",
      "relation": "来源"
    },
    {
      "source": "记录47",
      "target": "牛肃",
      "relation": "作者"
    },
    {
      "source": "记录47",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录47",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录47",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录48",
      "target": "《史记索隐》运用大量的文献作校勘材料，保存了丰富的历史文献，使一些书目得以流传下来，便于后人辑佚，有功于目录学。",
      "relation": "来源"
    },
    {
      "source": "记录48",
      "target": "司马贞：字子正，河内（今河南沁阳）人，唐代史学家",
      "relation": "作者"
    },
    {
      "source": "记录48",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录48",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录48",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录49",
      "target": "《礼记注疏》",
      "relation": "来源"
    },
    {
      "source": "记录49",
      "target": "孔颖达：唐初十八学士之一，经学家、大儒、易学家",
      "relation": "作者"
    },
    {
      "source": "记录49",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录49",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录49",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录50",
      "target": "《狐死正丘首赋》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录50",
      "target": "白行简：字知退，行二十三，白居易弟。",
      "relation": "作者"
    },
    {
      "source": "记录50",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录50",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录50",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录51",
      "target": "《拟剧秦美新》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录51",
      "target": "岑文本：唐朝大臣",
      "relation": "作者"
    },
    {
      "source": "记录51",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录51",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录51",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录52",
      "target": "《唐玄宗明皇帝哀册文》一篇散文。",
      "relation": "来源"
    },
    {
      "source": "记录52",
      "target": "王缙：字夏卿，王维的胞弟",
      "relation": "作者"
    },
    {
      "source": "记录52",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录52",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录52",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录53",
      "target": "《全唐文》卷四百《西岳望幸赋》。嘉庆年间官修唐五代文章总集。该作品共一千卷，并卷首四卷，辑有唐朝、五代十国文章共18488篇（一说20025篇）、作者3042人（一说3035人），每一位作者都附有小传。",
      "relation": "来源"
    },
    {
      "source": "记录53",
      "target": "【清】 董诰：清代大臣、书画家",
      "relation": "作者"
    },
    {
      "source": "记录53",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录53",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录53",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录54",
      "target": "《广弘明集》卷第八《二教论——服法非第九》。这是继承、并扩大梁僧祐《弘明集》而作的书，有很高的史料价值。",
      "relation": "来源"
    },
    {
      "source": "记录54",
      "target": "释道宣：唐代高僧，佛教南山律宗开山之祖，又称南山律师、南山大师，世称“律祖”",
      "relation": "作者"
    },
    {
      "source": "记录54",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录54",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录54",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录55",
      "target": "《太上宣慈助化章》一本玄幻小说",
      "relation": "来源"
    },
    {
      "source": "记录55",
      "target": "杜光庭：唐末五代道士，道教学者",
      "relation": "作者"
    },
    {
      "source": "记录55",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录55",
      "target": "祥瑞（通灵信物）",
      "relation": "形象"
    },
    {
      "source": "记录55",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录56",
      "target": "《广异记》一部唐代前期的中国志怪传奇小说集，原书二十卷，今存六卷。",
      "relation": "来源"
    },
    {
      "source": "记录56",
      "target": "戴孚",
      "relation": "作者"
    },
    {
      "source": "记录56",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录56",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录56",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录57",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录57",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录57",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录57",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录57",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录58",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录58",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录58",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录58",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录58",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录59",
      "target": "《素问六气玄珠密语》卷十六《五行类应纪篇》。该书为论述五运六气之专书。",
      "relation": "来源"
    },
    {
      "source": "记录59",
      "target": "王冰：唐代医学家，号启玄子，又作启元子",
      "relation": "作者"
    },
    {
      "source": "记录59",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录59",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录59",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录60",
      "target": "《李贺歌诗编》歌诗编第四《神弦曲》",
      "relation": "来源"
    },
    {
      "source": "记录60",
      "target": "李贺：中唐的浪漫主义诗人，也是中唐到晚唐诗风转变期的一个代表者",
      "relation": "作者"
    },
    {
      "source": "记录60",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录60",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录60",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录61",
      "target": "《白居易集》",
      "relation": "来源"
    },
    {
      "source": "记录61",
      "target": "白居易：字乐天，号香山居士，唐代现实主义诗人、唐代三大诗人之一",
      "relation": "作者"
    },
    {
      "source": "记录61",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录61",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录61",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录62",
      "target": "《朝野佥载》记述了唐代前期朝野遗事佚闻，尤以武后一朝事迹为多。",
      "relation": "来源"
    },
    {
      "source": "记录62",
      "target": "张鷟：字文成，号浮休子，唐代文学家，时称青钱学士",
      "relation": "作者"
    },
    {
      "source": "记录62",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录62",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录62",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录63",
      "target": "《宣室志》传奇小说集，此书多记神仙鬼怪狐精、佛门休咎故事，为古代神怪小说只集大成者。",
      "relation": "来源"
    },
    {
      "source": "记录63",
      "target": "张读：唐朝大臣，工部侍郎张荐的孙子，宰相牛僧孺外孙",
      "relation": "作者"
    },
    {
      "source": "记录63",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录63",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录63",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录64",
      "target": "《韩愈集》",
      "relation": "来源"
    },
    {
      "source": "记录64",
      "target": "韩愈：中国唐朝中期官员、文学家、思想家、哲学家、政治家、教育家",
      "relation": "作者"
    },
    {
      "source": "记录64",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录64",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录64",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录65",
      "target": "《为徐敬业讨武曌檄》一篇檄文。",
      "relation": "来源"
    },
    {
      "source": "记录65",
      "target": "骆宾王：骆临海，婺州义乌人，中国唐代官员、文学家、诗人",
      "relation": "作者"
    },
    {
      "source": "记录65",
      "target": "唐",
      "relation": "朝代"
    },
    {
      "source": "记录65",
      "target": "妖化（妩媚）",
      "relation": "形象"
    },
    {
      "source": "记录65",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录66",
      "target": "《文馆词林》古代中国诗文总集。《 灵鸟等瑞大救诏一首》",
      "relation": "来源"
    },
    {
      "source": "记录66",
      "target": "后周",
      "relation": "朝代"
    },
    {
      "source": "记录66",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录66",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录67",
      "target": "《又灵鸟等瑞大救诏一首》",
      "relation": "来源"
    },
    {
      "source": "记录67",
      "target": "后周",
      "relation": "朝代"
    },
    {
      "source": "记录67",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录67",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录68",
      "target": "《太平广记·瑞应编》",
      "relation": "来源"
    },
    {
      "source": "记录68",
      "target": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1000卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "relation": "作者"
    },
    {
      "source": "记录68",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录68",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录68",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录69",
      "target": "《太平广记·玄中记》",
      "relation": "来源"
    },
    {
      "source": "记录69",
      "target": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1001卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "relation": "作者"
    },
    {
      "source": "记录69",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录69",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录69",
      "target": "中性",
      "relation": "情感"
    },
    {
      "source": "记录70",
      "target": "《太平广记·朝野佥载》",
      "relation": "来源"
    },
    {
      "source": "记录70",
      "target": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1002卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "relation": "作者"
    },
    {
      "source": "记录70",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录70",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录70",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录71",
      "target": "《太平广记·酉阳杂俎》",
      "relation": "来源"
    },
    {
      "source": "记录71",
      "target": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1003卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "relation": "作者"
    },
    {
      "source": "记录71",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录71",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录71",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录72",
      "target": "《太平御览·帝王世纪》",
      "relation": "来源"
    },
    {
      "source": "记录72",
      "target": "李昉，字明远，深州饶阳县（今河北省衡水市饶阳县）人。 北宋初年宰相、文学家、学者。奉敕主编《太平御览》1000卷，分55门，用书1600多种，搜罗浩博，保存佚文颇多。又《太平广记》500卷，分92大类，采书475种，多录佚闻琐事，神仙鬼怪，名物典故，堪称小说家之渊海。参撰《文苑英华》1004卷，辑集南朝梁末至唐代诗文，体例一如《文选》。又参与编撰《旧五代史》。",
      "relation": "作者"
    },
    {
      "source": "记录72",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录72",
      "target": "祥瑞",
      "relation": "形象"
    },
    {
      "source": "记录72",
      "target": "积极",
      "relation": "情感"
    },
    {
      "source": "记录73",
      "target": "《皇朝编年纲目备要》",
      "relation": "来源"
    },
    {
      "source": "记录73",
      "target": "陈均，南宋兴化军莆田（今属福建）人，字平甫，号纯斋、云岩。曾为太学生。为参知政事郑性之推重，资助其著述。博览群书，删繁撮要，以纲目休著《皇朝编年举要备要》、《中兴编年举要备要》，起宋太祖，迄孝宗。",
      "relation": "作者"
    },
    {
      "source": "记录73",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录73",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录73",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录74",
      "target": "《新雕皇朝类苑》",
      "relation": "来源"
    },
    {
      "source": "记录74",
      "target": "江少虞，字虞仲， 常山 (今属浙江)人。政和进土，历知建、饶、吉三洲。南渡后，其见有关北宋钥野事迹，散见诸家稗乘、野生、笔记中，不便查考，遂采辑群书诸家六十余种，于绍兴十五年(1145)类编成书。",
      "relation": "作者"
    },
    {
      "source": "记录74",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录74",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录74",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录75",
      "target": "《侯鲭录》《侯鲭录》是宋代赵令畤（1061—1134）所著的一部文言轶事小说，现存八卷。该书以记载文人轶事、诗词评论、名物考据为主，具有较高的文学和史料价值。",
      "relation": "来源"
    },
    {
      "source": "记录75",
      "target": "赵令畤，字德麟，号聊复翁，宋太祖次子燕王赵德昭的后裔。他与苏轼交好，曾共同治理颍州西湖，后因苏轼党争牵连被罚。南宋初年袭封安定郡王。其词作虽受苏轼影响，但风格稍逊，唯《商调蝶恋花》鼓子词（咏崔莺莺故事）对后世戏曲影响深远",
      "relation": "作者"
    },
    {
      "source": "记录75",
      "target": "北宋",
      "relation": "朝代"
    },
    {
      "source": "记录75",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录75",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录76",
      "target": "《习学记言》",
      "relation": "来源"
    },
    {
      "source": "记录76",
      "target": "叶适，撰写的对先秦各学派的评论之作，属于子部杂家类。",
      "relation": "作者"
    },
    {
      "source": "记录76",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录76",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录76",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录77",
      "target": "《剑南诗稿》是南宋陆游创作的诗词集，共八十五卷。该书收录诗词九千三百四十四首，作者生当金兵入侵之时，中年到过南郑前线，所以抗金与收复失地是诗集中的主旋律。为纪念在川、陕的军旅生活，作者把该诗集命名为《剑南诗稿》。",
      "relation": "来源"
    },
    {
      "source": "记录77",
      "target": "陆游，字务观，号放翁。汉族，越州山阴（今浙江绍兴）人。南宋诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡，但收复中原信念始终不渝。",
      "relation": "作者"
    },
    {
      "source": "记录77",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录77",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录77",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录78",
      "target": "《双溪集》",
      "relation": "来源"
    },
    {
      "source": "记录78",
      "target": "苏籀，南宋苏籀(所居婺州有双溪)作,其子苏诩辑,于淳熙间刻于筠州。十五卷。凡诗五卷,文十卷。原刊已佚。今存明抄本残卷,另有《四库全书》本、《粤雅堂丛书初编》本、《丛书集成初编》本。",
      "relation": "作者"
    },
    {
      "source": "记录78",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录78",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录78",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录79",
      "target": "《尔雅翼》",
      "relation": "来源"
    },
    {
      "source": "记录79",
      "target": "罗愿，字端良，徽州歙县人。此书作成于南宋孝宗淳熙元年（1174年）度宗咸淳六年（1270年）王应麟守徽州时，得方回访得的罗从曾孙的家藏本刻于郡斋。",
      "relation": "作者"
    },
    {
      "source": "记录79",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录79",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录79",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录80",
      "target": "《诗集传》",
      "relation": "来源"
    },
    {
      "source": "记录80",
      "target": "朱熹，字元晦，一字仲晦，号晦庵、晦翁、考亭先生、云谷老人，江南东路徽州府婺源县（今江西省婺源）人，曾官至宝文阁待制，封婺源开国男。",
      "relation": "作者"
    },
    {
      "source": "记录80",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录80",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录80",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录81",
      "target": "《宋九朝编年备要》是南宋史学家陈均编纂的一部编年体史书，主要记载北宋太祖至钦宗九朝（960—1126）共168年的历史。该书原名《皇朝编年举要备要》，后改称《皇朝编年纲目备要》，简称《陈均编年》或《宋九朝编年备要》",
      "relation": "来源"
    },
    {
      "source": "记录81",
      "target": "陈均（字平甫，号云岩），南宋莆田人，曾为太学生，受参知政事郑性之资助完成此书。端平初年（1234），朝廷因其书有益史学，赐迪功郎",
      "relation": "作者"
    },
    {
      "source": "记录81",
      "target": "南宋",
      "relation": "朝代"
    },
    {
      "source": "记录81",
      "target": "妖化（比喻奸臣）",
      "relation": "形象"
    },
    {
      "source": "记录81",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录82",
      "target": "《铁崖先生古乐府》",
      "relation": "来源"
    },
    {
      "source": "记录82",
      "target": "杨维桢",
      "relation": "作者"
    },
    {
      "source": "记录82",
      "target": "元朝",
      "relation": "朝代"
    },
    {
      "source": "记录82",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录82",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录83",
      "target": "《玉笥集》",
      "relation": "来源"
    },
    {
      "source": "记录83",
      "target": "张宪",
      "relation": "作者"
    },
    {
      "source": "记录83",
      "target": "元朝",
      "relation": "朝代"
    },
    {
      "source": "记录83",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录83",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录84",
      "target": "《宋史·五行志》",
      "relation": "来源"
    },
    {
      "source": "记录84",
      "target": "脱脱",
      "relation": "作者"
    },
    {
      "source": "记录84",
      "target": "元朝",
      "relation": "朝代"
    },
    {
      "source": "记录84",
      "target": "转折",
      "relation": "形象"
    },
    {
      "source": "记录84",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录85",
      "target": "《西游记》是中国古代四大名著之一，是一部浪漫主义长篇神魔小说。成书于明代，以唐玄奘西天取经的真实历史事件为背景，结合民间传说和戏曲话本创作而成。",
      "relation": "来源"
    },
    {
      "source": "记录85",
      "target": "吴承恩：约1500-1582，字汝忠，号射阳山人，明代著名小说家，祖籍安徽桐城，后迁居江苏淮安。他出身于一个由学官沦落为商人的家庭，自幼聪慧过人，博览群书，尤其喜爱神话志怪小说。",
      "relation": "作者"
    },
    {
      "source": "记录85",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录85",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录85",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录86",
      "target": "《金瓶梅》，中国明代长篇白话虚构世情小说，一般认为是中国第一部文人独立创作的章回体长篇小说。其成书时间大约在明代隆庆至万历年间。",
      "relation": "来源"
    },
    {
      "source": "记录86",
      "target": "兰陵笑笑生：作为中国文学史上第一位独立创作长篇白话小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。",
      "relation": "作者"
    },
    {
      "source": "记录86",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录86",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录86",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录87",
      "target": "《封神演义》是明朝许仲琳编辑的百回神魔长篇小说，俗名《封神榜》，别名《封神传》《商周列国全传》《武王伐纣外史》等，约成书于隆庆或万历年间。《子牙发柬擒妲》",
      "relation": "来源"
    },
    {
      "source": "记录87",
      "target": "许仲琳：许仲琳，亦作陈仲琳，号钟山逸叟。应天府（今江苏南京人）。许仲琳大致活动于明嘉靖、隆庆、万历年间，善作小说。所作《封神演义》约成书于隆庆、万历年间。记武王伐纣故事，成书以来流传甚广，家喻户晓。",
      "relation": "作者"
    },
    {
      "source": "记录87",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录87",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录87",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录88",
      "target": "《子牙发柬擒妲》",
      "relation": "来源"
    },
    {
      "source": "记录88",
      "target": "许仲琳：许仲琳，亦作陈仲琳，号钟山逸叟。应天府（今江苏南京人）。许仲琳大致活动于明嘉靖、隆庆、万历年间，善作小说。所作《封神演义》约成书于隆庆、万历年间。记武王伐纣故事，成书以来流传甚广，家喻户晓。",
      "relation": "作者"
    },
    {
      "source": "记录88",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录88",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录88",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录89",
      "target": "《摘星楼纣王自焚》",
      "relation": "来源"
    },
    {
      "source": "记录89",
      "target": "许仲琳：许仲琳，亦作陈仲琳，号钟山逸叟。应天府（今江苏南京人）。许仲琳大致活动于明嘉靖、隆庆、万历年间，善作小说。所作《封神演义》约成书于隆庆、万历年间。记武王伐纣故事，成书以来流传甚广，家喻户晓。",
      "relation": "作者"
    },
    {
      "source": "记录89",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录89",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录89",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录90",
      "target": "《摘星楼纣王自焚》",
      "relation": "来源"
    },
    {
      "source": "记录90",
      "target": "许仲琳：许仲琳，亦作陈仲琳，号钟山逸叟。应天府（今江苏南京人）。许仲琳大致活动于明嘉靖、隆庆、万历年间，善作小说。所作《封神演义》约成书于隆庆、万历年间。记武王伐纣故事，成书以来流传甚广，家喻户晓。",
      "relation": "作者"
    },
    {
      "source": "记录90",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录90",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录90",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录91",
      "target": "《郁离子》 郁，有文采的样子；离，八卦之一，代表火；郁离，就是文明的意思。其谓“天下后世若用斯言，必可抵文明之治”。为刘基为天下后世“立言”的不朽名著，同时也反映了哲学思想。",
      "relation": "来源"
    },
    {
      "source": "记录91",
      "target": "刘基（1311年7月1日－1375年4月16日）字伯温，谥曰文成，汉族，青田县南田乡（今属浙江省文成县）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意",
      "relation": "作者"
    },
    {
      "source": "记录91",
      "target": "明朝",
      "relation": "朝代"
    },
    {
      "source": "记录91",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录91",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录92",
      "target": "《康熙字典》《十八》康熙年间社会经济发展、文化繁荣，且南北差异大、方言多，为规范文字、统一读音，康熙皇帝下诏编撰字典，以彰显文治。",
      "relation": "来源"
    },
    {
      "source": "记录92",
      "target": "由张玉书、陈廷敬任总阅官，集合三十多位翰林学士合力完成。",
      "relation": "作者"
    },
    {
      "source": "记录92",
      "target": "清代",
      "relation": "朝代"
    },
    {
      "source": "记录92",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录92",
      "target": "消极",
      "relation": "情感"
    },
    {
      "source": "记录93",
      "target": "《康熙字典》《五》",
      "relation": "来源"
    },
    {
      "source": "记录93",
      "target": "由张玉书、陈廷敬任总阅官，集合三十多位翰林学士合力完成。\"太康文学三大家\"",
      "relation": "作者"
    },
    {
      "source": "记录93",
      "target": "清代",
      "relation": "朝代"
    },
    {
      "source": "记录93",
      "target": "妖化",
      "relation": "形象"
    },
    {
      "source": "记录93",
      "target": "消极",
      "relation": "情感"
    }
  ]
};